{
  "plugins": {
    "cmp-nvim-lsp-signature-help": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp-signature-help",
      "version": "'fd3e882e56956675c620898bf1ffcf4fcbe7ec84'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'267f5db2aa2202b9f6cc7a50783f0ccd2121766c'"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim",
      "version": "'154eb5ff5b96d0641307113fa385eaf0d36d9796'"
    },
    "monokai-nightasty.nvim": {
      "src": "https://github.com/polirritmico/monokai-nightasty.nvim",
      "version": "'1e9b92006782a1217d0a7a871b871768f1cbf5ed'"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp",
      "version": "'a1d504892f2bc56c2e79b65c6faded2fd21f3eca'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'cd576dd72d31ddffcbfa6d064c0dd697ca218758'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    }
  }
}
